{
    "title": "Resep Spaghetti Dendeng Cabai Hijau, Paduan Minang-Italia yang Sangat Unik",
    "thumb": null,
    "servings": "2 Porsi",
    "times": "1jam",
    "dificulty": "Level chef panji",
    "author": {
        "user": "Chef Panji",
        "datePublished": "Agustus 8, 2018"
    },
    "desc": "Kalau ada satu jenis masakan Indonesia yang tepat digabungkan dengan masakan asing, biasanya masakan Minang adalah jawabannya. Dendeng sapi “lado mudo” atau sambal hijau rupanya bisa dipadukan dengan spaghetti dari Italia. Jadilah satu resep spaghetti dendeng cabai hijau yang wajib kamu coba.Kekayaan kuliner khas Sumatra Barat memang jadi inspirasi seluruh Nusantara. Rendang contohnya, bisa dijadikan nasi goreng ataupun mie goreng. Hingga bagian pencuci mulut sekalipun seperti bubur kampiun ternyata bisa dibagi-bagi menjadi kudapan terpisah seperti biji salak, bubur sumsum, es loder, dan lain sebagainya.Pada kesempatan kali ini, resep pasta khas Barat bisa dipadu padankan juga dengan rasa khas Nusantara. Tetap aturan main setiap resep perlu dijalankan, seperti misalnya merebus spaghetti hingga level al dente. Selain itu proses “ditokok-tokok” atau dipukul-pukul dalam bahasa Minang harus dijalani demi membuat dendeng. Selebihnya, sambal cabai hijau yang ditemani Royco akan memegang kendali rasa sebenarnya dari menu pasta ini.Selamat mencoba!",
    "needItem": [
        {
            "item_name": "Royco Kaldu Ayam",
            "thumb_item": "https://www.masakapahariini.com/wp-content/uploads/2018/04/Royco-Kaldu-Ayam-100x100.png"
        }
    ],
    "ingredient": [
        "150 g spaghetti, rebus al dente",
        "3 sdm minyak sayur",
        "300 g daging sapi gandik",
        "2 sdm air asam jawa",
        "1 sdt garam",
        "400 ml air",
        "100 g cabai hijau",
        "50 g cabai hijau keriting",
        "10 buah cabai rawit hijau",
        "5 butir bawang merah",
        "2 siung bawang putih",
        "1 cm jahe, memarkan",
        "1 batang serai, memarkan",
        "1 sdt Royco Kaldu Ayam",
        "4 sdm minyak sayur"
    ],
    "step": [
        "1 Cara membuat dendeng sapi: Didihkan air dan rebus daging sapi gandik yang sudah diiris selama 25 menit. Tambahkan air asam jawa dan garam, kemudian rebus kembali selama 35 menit hingga empuk dan meresap. Angkat dan tiriskan.",
        "2 Letakkan daging di atas talenan dan pukul-pukul menggunakan ulekan hingga tipis dan melebar.",
        "3 Panaskan minyak dalam wajan dan goren daging hingga kecokelatan. Angkat dan tiriskan.",
        "4 Cara membuat sambal cabai hijau: Rebus cabai hijau, cabai keriting, dan cabai rawit, serta bawang putih dan bawang merah selama 3 menit. Angkat dan tiriskan. Kemudian, haluskan bahan-bahan yang telah direbus.",
        "5 Panaskan wajan dan minyak di atas api sedang. Masukkan bumbu halus dan tambahkan daun jeruk, serai, Royco Kaldu Ayam. Tumis hingga wangi.",
        "6 Penyelesaian: Tumis spaghetti sejenak bersama sambal dan dendeng. Aduk hingga merata dan sajikan."
    ]
}